CONNNECTIVES1 = ['और', 'एवं', 'इसलिए', 'क्योंकि', 'जबकि', 'तथा', 'ताकि', 'मगर',
                'लेकिन', 'किंतु', 'परंतु', 'या', 'तथापि', 'व', 'चूंकि', 'चूँकि', 'वरना',
                'अन्यथा', 'बशर्तें', 'हालाँकि', 'इसीलिये', 'इसीलिए', 'अथवा', 'अतः', 
                'अर्थात्', 'परन्तु', 'कि','बल्कि', 'अत:', 'उदाहरणार्थ']

CONNNECTIVES2 = ['फिर भी', 'नहीं तो', 'इसके अलावा', 'इसके विपरीत', 'उदाहरण के लिए', 'इसके साथ-साथ',
                'इसके साथ साथ', 'इसके अतिरिक्त', 'इसके परिणामस्वरूप', 'इसके कारण', 'इसके साथ ही',
                'उदाहरण के लिये', 'इस कारण', 'इस प्रकार']

RELATIVE_PRONOUNS = ['जो', 'जिसको', 'जिसके', 'जिससे', 'जिसमें', 'जिसकी', 'जिसका', 'जोकि',
                   'जहाँ', 'जिस', 'जितना', 'जब', 'जिनका', 'जिनसे', 'जिनको', 'जिनमें', 'जिन्हें',
                   'जहां',  'जँहा', 'जिन', 'जिनके', 'जिनकी', 'जबसे', 'जबतक', 'जहांसे'] 

WORDS_WITH_SYMBOLS = ['अतः', 'दुःख', 'गौरवः', 'प्रायः', 'साधारणतः', 'उदाहरणतः']