CONNNECTIVES1 = ['और', 'एवं', 'इसलिए', 'क्योंकि', 'जबकि', 'तथा', 'ताकि', 'मगर',
                'लेकिन', 'किंतु', 'परंतु', 'फिर भी', 'या', 'तथापि', 'नहीं तो', 'व',
                'चूंकि', 'चूँकि', 'वरना','अन्यथा', 'बशर्तें', 'हालाँकि', 'इसीलिये', 'इसीलिए',
                'अथवा', 'अतः', 'अर्थात्', 'परन्तु', 'कि','बल्कि']


RELATIVE_PRONOUNS = ['जो', 'जिसको', 'जिसके', 'जिससे', 'जिसमें', 'जिसकी', 'जिसका', 'जोकि',
                   'जहाँ', 'जिस', 'जितना', 'जब', 'जिनका', 'जिनसे', 'जिनको', 'जिनमें', 'जिन्हें',
                   'जहां',  'जँहा', 'जिन', 'जिनके', 'जिनकी', 'जबसे', 'जबतक', 'जहांसे'] 

